tap "adoptopenjdk/openjdk"
tap "datawire/blackbird"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "nathan-v/aws-okta-keyman"
tap "romkatv/powerlevel10k"
brew "aalib"
brew "allure"
brew "libtiff"
brew "aom"
brew "argocd"
brew "perl"
brew "asciiquarium"
brew "ca-certificates"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "berkeley-db"
brew "bison"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmatrix"
brew "cocoapods"
brew "curl"
brew "docker", link: false
brew "docutils"
brew "duo_unix", link: false
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "figlet"
brew "fzf"
brew "gitlab-runner"
brew "glab"
brew "gradle"
brew "guile"
brew "helm"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "imlib2"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libgit2"
brew "libxml2"
brew "lsd"
brew "maven"
brew "neofetch"
brew "neovim"
brew "node"
brew "newman"
brew "nghttp2"
brew "nvm"
brew "openssl@1.1"
brew "zsh"
brew "powerlevel10k"
brew "pre-commit"
brew "pyenv"
brew "tcl-tk"
brew "ripgrep"
brew "sponge"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "toilet"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "stow"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "datawire/blackbird/telepresence", link: false
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/vault"
cask "adoptopenjdk14"
cask "adoptopenjdk15"
cask "adoptopenjdk16"
cask "chromedriver"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
