tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
brew "asciiquarium"
brew "ca-certificates"
brew "bat"
brew "cmatrix"
brew "cocoapods"
brew "docker"
brew "fd"
brew "figlet"
brew "fzf"
brew "libusbmuxd"
brew "openssl@1.1"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "libxml2"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "node"
brew "pyenv"
brew "python@2", link: false
brew "python@3.9"
brew "ripgrep"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "wget"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gimp"
cask "godot"
