tap "datawire/blackbird"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "asciiquarium"
brew "bat"
brew "cask"
brew "curl"
brew "docker", link: false
brew "fd"
brew "figlet"
brew "fzf"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "zsh"
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "sponge"
brew "tldr"
brew "toilet"
brew "yq"
brew "zoxide"
brew "stow"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
